

#                 Токен доступа для работы с API ВКонтакте - токен
"""         группы, фронтэндовый, даётся на месяц. """
#                    Копируем и вводим внутрь апострофов, то-есть между: ' ' .

community_token = '  '


#                 Токен доступа для работы с API ВКонтакте,
"""         токен приложения, ну или типо бэкэнд личной странцицы, даётся на сутки. """
#                    Копируем и вводим внутрь апострофов, то-есть между: ' ' .

access_token = ' '



#                   Подключение к базе данных PostgreSQL.
"""                     Так же вводим свои данные в ' '. """

# Хост базы данных
host = '127.0.0.1'
# Пользователь базы данных
user = 'postgres'
# Пароль пользователя базы данных
password = '123123'
# Имя базы данных
db_name = 'postgres'
# Порт базы данных
port = '5432'
